express-apollo-report.txt
Running 1m test @ http://localhost:3000/graphql
  10 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    43.03ms   66.02ms   1.77s    99.10%
    Req/Sec   265.06     57.31     1.81k    72.61%
  157272 requests in 1.00m, 61.69MB read
Requests/sec:   2617.75
Transfer/sec:      1.03MB